tap "homebrew/services"

brew "git"
brew "openssl"
brew "zsh"
brew "node"
brew "go"
brew "rbenv"
brew "ruby-build"
brew "yarn"
brew "glide"
brew "consul"
brew "zookeeper"
brew "kafka"
brew "imagemagick"
brew "postgres", restart_service: true
brew "redis", restart_service: true
brew "mongodb"
brew "tig"
brew "htop"
brew "git-extras"
cask "java"
cask "alfred"
cask "atom"
cask "dashlane"
cask "docker"
cask "evernote"
cask "google-chrome"
cask "kindle"
cask "postman"
cask "sketch"
cask "slack"
cask "iterm2"
cask "postico"
cask "gitter"
cask "dash"
